{
    "EN":{
        "language":"Language",
        "appVersion":"App Version",
        "personalInfo":"Personal Information",
        "experience":"Experience",
        "technologies":"Technologies",
        "attributes":"Attributes",
        "otherInterests":"Other Interests",
        "skillMatrix":"Skill Matrix",
        "contactMe":"Contact",
        "resumeDoc":"Resume Doc",
        "descriptionOne": "Lead full stack developer having an overall experience of almost 6 years(Nov-2012 to present). I have worked on multiple projects for various clients in the Netherlands like ABN AMRO, Bank Mendes Gans(ING group).",
        "descriptionTwo":"I have a working experience in Agile - Scrum(also as scrum master) and worked as a developer on implementing various features like TouchId, iDeal, Loyalty App, Polymer web component library etc. I have been part of scrum teams with international culture where collaboration is key to success.",
        "descriptionThree":"I am self-driven and highly motivated person. I also like learning new technologies and frameworks and adopting them into day to day work. Also result oriented and focused on delivering results as per the industry standards.",
        "descriptionFour":"En ja, ik spreek klein beetje  Nedelands :)"
    },
    "NL": {
        "language":"Taal",
        "appVersion":"App Versie",
        "personalInfo":"Persoonlijke informatie",
        "experience":"Ervaring",
        "technologies":"Technologies",
        "attributes":"Attributen",
        "otherInterests":"Andere Interesses",
        "skillMatrix":"Vaardighedenmatrix",
        "contactMe":"Contact",
        "resumeDoc":"Resume Doc",
        "descriptionOne": "Senior Java-ontwikkelaar met een algemene ervaring van meer dan vijf jaar. Ik heb aan meerdere projecten in verschillende domeinen van de bank gewerkt en werkte ook als een back-end Java-ontwikkelaar van app voor mobiel bankieren voor ABN AMRO.",
        "descriptionTwo":"Ik maakte deel uit van een AGILE - Scrum-team met meerdere leveranciers van de bank, met front-end en back-end middelen die nauw samenwerken om nieuwe services te implementeren voor functies zoals iDEAL, TouchID, Loyalty App.",
        "descriptionThree": "Ik ben een zelfsturende en zeer gemotiveerde persoon. Ik vind het ook leuk om nieuwe technologieën en frameworks te leren en deze toe te passen in het dagelijkse werk. Ook resultaatgericht en gericht op het leveren van resultaten volgens de industriestandaarden.",
        "descriptionFour":"En ja, ik spreek klein beetje  Nedelands :)"
    }
}